/*
internal class Program
{
    private static void Main(string[] args)
    {
        //Задача 13: Напишите программу, которая выводит третью цифру заданного числа 
        //или сообщает, что третьей цифры нет.
        Console.WriteLine("Введите число");
        string number = Console.ReadLine();
             
        if (number.Length >= 3)
            {
                Console.WriteLine($"третья цифра в этом числе: {number[2]}");
            }
        else
            {
                Console.WriteLine("В этом числе третьей цифры нет");
            }
        }
    }
*/